[{"idbla":1,"Artistidbla":10,"DateTime":"2020-06-12","Title":"Cookie","Description":"Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui. Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris. Morbi non lectus.","Open":true},
  {
    "Artistidbla": 9,
    "DateTime": "2020-04-09",
    "Description": "In congue. Etiam justo. Etiam pretium iaculis justo. In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.",
    "idbla": 2,
    "Open": false,
    "Title": "44 Inch Chest"
  },
  {
    "Artistidbla": 7,
    "DateTime": "2020-07-27",
    "Description": "Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi.",
    "idbla": 3,
    "Open": false,
    "Title": "The Adventures of André and Wally B."
  },
  {
    "Artistidbla": 6,
    "DateTime": "2020-06-02",
    "Description": "Maecenas tincidblaunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis. Donec semper sapien a libero. Nam dui. Proin leo odio, porttitor idbla, consequat in, consequat ut, nulla.",
    "idbla": 4,
    "Open": true,
    "Title": "Attack of the 50ft Cheerleader"
  },
  {
    "Artistidbla": 4,
    "DateTime": "2020-11-19",
    "Description": "Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidblaunt in, leo.",
    "idbla": 5,
    "Open": false,
    "Title": "Million Dollar Arm"
  },
  {
    "Artistidbla": 7,
    "DateTime": "2020-06-25",
    "Description": "Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque. Duis bibendum. Morbi non quam nec dui luctus rutrum. Nulla tellus. In sagittis dui vel nisl. Duis ac nibh.",
    "idbla": 6,
    "Open": false,
    "Title": "Seabiscuit"
  },
  {
    "Artistidbla": 5,
    "DateTime": "2020-10-26",
    "Description": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue.",
    "idbla": 7,
    "Open": false,
    "Title": "Lisbela e o Prisioneiro (Lisbela and the Prisoner)"
  },
  {
    "Artistidbla": 2,
    "DateTime": "2021-01-24",
    "Description": "In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor idbla nulla ultrices aliquet.",
    "idbla": 8,
    "Open": true,
    "Title": "Delirious"
  }]