[{"Id":1,"ArtistId":2,"DateTime":"2020-04-15","Title":"Man from London, The (A Londoni férfi)","Description":"Pellentesque ultrices mattis odio. Donec vitae nisi. Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.","open":false,"Link":"http://dummyimage.com/172x183.png/cc0000/ffffff"},
{"Id":2,"ArtistId":6,"DateTime":"2020-03-23","Title":"Haunting of Molly Hartley, The","Description":"Nulla nisl. Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.","open":false,"Link":"http://dummyimage.com/119x172.png/cc0000/ffffff"},
{"Id":3,"ArtistId":3,"DateTime":"2020-03-19","Title":"Apartment 1303","Description":"In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet. Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo.","open":true,"Link":"http://dummyimage.com/184x215.jpg/dddddd/000000"},
{"Id":4,"ArtistId":4,"DateTime":"2020-12-20","Title":"Little World of Don Camillo, The (Petit monde de Don Camillo, Le)","Description":"Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis. Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl.","open":false,"Link":"http://dummyimage.com/120x229.png/cc0000/ffffff"},
{"Id":5,"ArtistId":7,"DateTime":"2020-09-13","Title":"Death Note","Description":"Pellentesque ultrices mattis odio. Donec vitae nisi.","open":false,"Link":"http://dummyimage.com/247x196.png/ff4444/ffffff"},
{"Id":6,"ArtistId":6,"DateTime":"2020-09-16","Title":"Tango & Cash","Description":"Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem. Duis aliquam convallis nunc.","open":true,"Link":"http://dummyimage.com/114x216.png/cc0000/ffffff"},
{"Id":7,"ArtistId":1,"DateTime":"2020-10-21","Title":"Karlsson on the Roof","Description":"Integer aliquet, massa id lobortis convallis, tortor risus dapibus augue, vel accumsan tellus nisi eu orci. Mauris lacinia sapien quis libero. Nullam sit amet turpis elementum ligula vehicula consequat.","open":true,"Link":"http://dummyimage.com/249x103.bmp/ff4444/ffffff"},
{"Id":8,"ArtistId":3,"DateTime":"2020-10-13","Title":"Adam and Eve (Adão e Eva)","Description":"Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti. Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum.","open":false,"Link":"http://dummyimage.com/232x128.png/dddddd/000000"},
{"Id":9,"ArtistId":1,"DateTime":"2020-11-28","Title":"Ladybugs","Description":"Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat.","open":true,"Link":"http://dummyimage.com/113x131.jpg/cc0000/ffffff"},
{"Id":10,"ArtistId":6,"DateTime":"2020-10-24","Title":"Beethoven's 5th","Description":"Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus. Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.","open":true,"Link":"http://dummyimage.com/136x194.jpg/dddddd/000000"}]